<!DOCTYPE HTML><html><head>	<title>Men&uacute; principal</title>	<link href="Estilo.css" rel="stylesheet" type="text/css"></head><body>	<h1>Men&uacute; principal</h1>	<p>Este es el men&uacute; principal, desde el que se accede a las distintas secciones de la aplicaci&oacute;n en el que trata de un sistema de gesti&oacute;n de   entrenamiento para escaladores de alto rendimiento. El men&uacute; principal cuenta con varios botones, y dependiendo 	de cu&aacute;l se pulse, se podr&aacute; llegar a un apartado o a otro. Los botones correspondientes al manejo de la aplicaci&oacute;n son los siguientes:</p>	<ul>		<li><strong>Gesti&oacute;n de sesiones: </strong>a trav&eacute;s de este bot&oacute;n se llega a la pantalla de gesti&oacute;n de sesiones, en la que se podr&aacute;n realizar operaciones		sobre las sesiones, como a&ntildeadir, eliminar, modificar.		<a href="altasesiones.html">Ver 'Alta/Modifica de sesiones'</a> o <a href="listadosesiones.html">Ver 'Listado de sesiones'</a>		</li>		<li><strong>Gesti&oacute;n de itinerarios: </strong>a trav&eacute;s de este bot&oacute;n se llega a la pantalla de gesti&oacute;n de itinerarios, en la que se podr&aacute;n realizar operaciones		sobre los itinerarios, como a&ntildeadir, eliminar, modificar.		<a href="altaitinerarios.html">Ver 'Alta/Modifica de itinerarios'</a> o <a href="listadoitinerarios.html">Ver 'Listado de itinerarios'</a>	</ul>	<br>	<h1>Res&uacute;men del rendimiento del escalador</h1>	<p>El programa resume el rendimiento del escalador con un &uacute;nico n&uacute;mero, que se encuentra presente en la pantalla principal de la aplicaci&oacute;n.</p>	<ul>		<li>El n&uacute;mero de rendimiento vendr&aacute; graduado de 0 a 10.</li>		<li>Para calcular este rendimiento se tendr&aacute; en cuenta todas las sesiones de entrenamiento y los itinerarios realizados dentro del periodo de entrenamiento actual indicado en la configuraci&oacute;n de la aplicaci&oacute;n. Se tendr&aacute; las siguientes pautas:</li>		<ul>		<li>El escalador podr&aacute; obtener de 0 a 5 puntos seg&uacute;n las horas medias de entrenamiento semanal. Cada hora de entrenamiento ser&aacute;n 0,5 puntos hasta un m&aacute;ximo de 10 horas (5 puntos)</li>		<li>El escalador podr&aacute; obtener de 0 a 5 puntos por el n&uacute;mero medio de itinerarios de escalada resueltos semanalmente. Cada itinerario resuelto sumar&aacute; 0,25 puntos, hasta un m&aacute;ximo de 20 itinerarios (5 puntos)</li>		</ul>	</ul>	<div class="destacado"><div class="centrar"><img src="main.png"></div></div>	<div class="destacado">	<p>Tambi&eacute;n existen otros botones en el men&uacute; principal:</p>	<ul>		<li><strong>Generaci&oacute;n de Informes: </strong>muestra los informes correspodientes. <a href="informes.html">Ver 'Generaci&oacute;n de informes'</a></li>		<li><strong>Configuraci&oacute;n: </strong>para configurar datos correspondientes de la aplicaci&oacute;n. <a href="configuracion.html">Ver 'Configuraci&oacute;n'</a></li>		<li><strong>Ayuda: </strong>muestra la documentaci&oacute;n de la aplicaci&oacute;n.</li>		<li><strong>Acerca: </strong>muestra los componenentes del grupo.</li>		<li><strong>Salir: </strong>cierra la aplicaci&oacute;n.</li>	</ul>	</div>	</body></html>